{
    "showQuotes": [
        "Exciting time in the world right now. Exciting time.",
        "I feel the sensation. Fight or flight. It's constant. I should just pick one. I, Elliot Alderson, am flight. I am fear. I am anxiety, terror, panic.",
        "That's why. So people like you won't keep sitting in rooms together.",
        "See that bad-ass bitch? That's the ONLY person you should ever worry about.",
        "\"Is this Ecstacy?\" \"No, it's Clarity! It will help you see past whatever is bringin' ya down.\"",
        "You think this is 'awesome'? This is killing us, Elliot.",
        "Gideon, what did you do?...Gideon has to let this go. If he comes near this hornet's nest I'm not sure I can save him from it. I have to kill any suspicion left",
        "Don't ever make decisions when you're on Morphine.",
        "...but first a word from our corporate overlords!",
        "Those men I just shook hands with; financiers of Hezbollah and Isis. I wouldn't stare.",
        "I bet you right now some writer's working hard on some TV show that will mess up this generation's idea of 'hacker culture'",
        "...because I HATE Facebook.",
        "...You're probably gonna have to do one cheek at a time, but then, once they're all warm and snug in there, I want you to repeat your question to me as cleary as you can. Then, and only then, am I willing to answer. Whaddah ya say?",
        "Someone is straight up finger-blasting their entire network right now.",
        "You think I could have $300 this time? Spoken like a true capitalist!",
        "Since when did you and the Godamned CTO of Evil Corp. become what? Chums?!",
        "I realize I'm saying all of this to an imaginary person, but I created you. I didn't create this.",
        "Daemons, they don't stop working, they're always active. They seduce. They manipulate. They own us; and even though you're with me, even though I created you, it makes no difference, we all must deal with them alone. The best we can hope for, the only silver lining to all this, is that when we break through, we find a few familiar faces waiting on the other side.",
        "...it scratched that part of my mind. The part that doesn't allow good to exist without conditions.",
        "Shayla's bug was always elusive to me. Maybe this was it; Wanting normalcy but stuck in the outer fringes, not knowing how to participate. Just like me.",
        "Next time, don't ask. It's lame.",
        "'You want to know what was it like? Like, um, did we all have cigars and laugh hysterically as we signed the evil documents? Is that what you pictured? Well I'm sorry hon. See the world doesn't work like that.' 'Tell me. Tell me how it works.'",
        "Yes I also have security flaws. I don't like going outside, I like morphine too much. I'm talking to you right now and you don't exist.",
        "You're not going to do it, are you? Change, the world..figures, you were only born a month ago. You're afraid. Afraid of your monster. Do you even know what it is?",
        "Nothing is actually impenetrable. A place like this says it is, and it's close, but people still built this place, and if you can hack the right person, all of a sudden, you have a piece of powerful malware. People always make the best exploits.",
        "First, can you tell me, what's your monster?",
        "\"Everything I do is for us\" \"'Us' or 'You'?\" \"'Us' is 'me'\"",
        "Isn't everything about something?",
        "He has a vulnerability. He's an arrogant prick, and he's proud of it. He cares, what you think about him even though he probably hates that he does. Tyrell Wellick's greatest assest is his hubris, but it's also his flaw, and that's your exploit.",
        "Mm. Interesting toy (holding Elliot's doorknob) but you may want to spend a little more scratch if you actually want it to, you know, work",
        "Do those hopeful moments scare me? Of course...Daemons, remember?",
        "fSociety is success.",
        "Tell me, Elliot, are you a 1 or are you a 0?",
        "Look I am serious, darling. These guys don't mess around. Now whatever it is you think you're doing, freeing the world, freeing the masses; The guys I work for they ain't motivated by Kumbayah shit like that.",
        "If I were you, I wouldn't have even let me in the house.",
        "Ok, I'm gonna answer your question, but here's what I need from you first. So, I'm gonna pull down my pants, and then I'm gonna need you to take that pouty mouth of yours and swallow up my balls. Now, they're big and hairy, especially the left one, so you're really gonna have to, I don't know, squish 'em up to get 'em inside there... ",
        "...maybe I should give you a name, but that's a slippery slope. You're only in my head, we have to remember that.",
        "Most coders think de-bugging software is about fixing a mistake. But that's bullshit. De-bugging is actually all about finding the bug.",
        "That's the part you were wrong about, Rohit. I don't give a shit about money.",
        "Yeah even your stupid hoodie can't protect you, bitch!",
        "The world is a dangerous place, Elliot. Not because of those who do evil, but because of those who look on, and do nothing.",
        "...and now you're going to talk about this in 'the world'? Do you even care who hears you? Face it Darlene, it's over, walk away.",
        "View source. What if we had that for people? Would people really want to see?",
        "Hey man. What? You think I forgot about you? Trust me, I need you now more than ever",
        "\"Did you even think of how this would effect me?\" \"I did\"",
        "...is he drinking 'Starbucks'?",
        "I know, I broke my own rule, but I have no Suboxone. What I do have?...clinical depression, social anxiety, a day job, a night job, confusing relationships, others depending on me...taking down the largest corporation in the world...and I chose it all",
        "I told you before, you're the key to the whole thing. You're the only force of nature in play here.",
        "Shit. I'm gonna have to let him hug me, aren't I?",
        "This, this is failure. This is the old Elliot. The one who turns to morphine, to drugs when he feels weak. A coward who can't face the truth, even though it's staring him right in the face.",
        "Sorry I haven't talked to you in a while. I mean, it's only been a month, which I guess in the grand scheme of things isn't that long.",
        "Isn't our life like a blip in the cosmic calendar or something?",
        "I am a menace to Society!",
        "Primal urges, repressed memories, unconscious habits, they're always there, always active. We can try to be right, try to be good, try to make a difference, but it's all bullshit, 'cause intentions are irrelevant, they don't drive us, Daemons do, and me, I've got more than most",
        "Do you wanna get high, and watch your favorite movie?",
        "Let's not focus on her...that'd be like entering a bad K-hole you never wake up from",
        "The Onion routing protocol, it's not as anonymous as you think it is.",
        "\"Okay James Bond, let's go mess this shit up.\" \"Boom boom\" ",
        "Have I sunk this low? What must you think of me? Is it spring? An election year? Shall I hibernate?",
        "Bonsoir Elliot",
        "Man do we have some goodies. Good ol' fashioned executive racism, sexism, fascism. Trust me we are going to ism so much all over them, they won't be able to see straight.",
        "The best thing you can do for Shayla is allow her to become a memory.",
        "The 'higher ups' don't like someone with my powers, in 3 short minutes I destroyed a man's business, life, existence. I deleted him.",
        "I'm ok with it being awkward between us.",
        "\"The elevator is almost here.\" \"Yes, that's how they work, when you press the button.\"",
        "At some point an action without user interaction will come along and sweep my legs. This spinning wheel of false highs and true lows will continue. That much I know.",
        "Sharon, how do you not blow your brains out, being married to him?",
        "Hello, Friend. Hello friend?, that's lame.",
        "I'd tell you to be careful, but I know that's the last thing you're going to be",
        "She was right. I like most of the people, but our business, a cybersecurity firm that protects corporations, I can't think of anything I hate more.",
        "tvrn",
        "Shit, this is worse than I thought. They're in the network.",
        "Sometimes I dream of saving the world.",
        "What the hell am I doing? This chick is out of her mind bat-shit crazy",
        "\"Let's call this fortuitous. Join me for lunch?\" \"Sure...I eat lunch.\" \"So you are like the rest of us.\"",
        "Seems we both had the idea to work off-site today",
        "username",
        "For me, sometimes when I'm goin' through something, just gotta, I don't know, forget about it, for a little while",
        "I thought he was free doing what he did, but he wasn't. He was in prison. Just like you are now, Elliot.",
        "The bug forces the software to adapt. Evolve into something new because of it. Work around it or work through it. No matter what, it changes, becomes something new; the next version, the inevitable upgrade",
        "Dear brothers and sisters, now is the time to open your eyes.",
        "Great! so, now that we're all done going down on each other, can we please hear the plan?",
        "This is all I have left of her. I will miss her. I need to wipe again.",
        "Hello again. Long time no...whatever it is we do. I missed you, where did you go? Did you leave or did I? Maybe it was both. Or neither. doesn't matter.",
        "I'm not going anywhere kiddo, we're in this to the end.",
        "We've worked hard to get to this point. Don't unravel now.",
        "I hurt Krista. I don't feel good about that. I hope you're not mad at me. But you have to admit, she's just like everyone else. Too afraid to peek over their walls for fear of what they might see.",
        "I'm your.. sister. You're my sister.",
        "Trust issues. The Dark Army has taken extraordinary steps to make sure this meeting's exactly how they want it. Is that why the infamous wh1ter0se is such a legend? Because he's more paranoid than the rest of us?",
        "Are you freaking out? Tell me the truth. Were you in on this the whole time? Were you!?",
        "Unfortunately I need to know Elliot, given what we've been doing. I just need to know. Do you remember any of it? Remember what? When we first started F Society.",
        "Two days ago I strangled a woman to death just with my hands. That's a strange sensation. something so tremendous done by something so simple. The first 10 seconds were...uncomfortable, a feeling of limbo, but them your muscles tense, and she struggles and fights, but it almost disappears in the background along with everything else in the world. At that moment it's just you and absolute",
        "Mr. Robot...Um, well I'd recommend the Pentium 90. They're lightning fast and we've got some in stock right now. With an 800 megabyte harddrive, you'll be all set.",
        "Hackers. We inherently trust no one, including each other. I'll never be able to tell her. There will always be this divide, my wall that she can't look over. And she knows it.",
        "There's not just the rich and the poor. There's you, in the middle somewhere. The consummate survivor.",
        "I always told you we'd end up working together Elliot. But still, I have to know, why did you do it? What did you hope to accomplish by doing all of this? I don't know. I wanted to save the world.",
        "The concept of waiting bewilders me. There are always deadlines. there are always ticking clocks. That's why you must manage your time.",
        "I'll find a way to remove the honeypot. Until 16 seconds ago, you were not aware there was a honeypot. This does not inspire confidence.",
        "ranman",
        "Every hacker has her fixation. You hack people, I hack time. So you should know that when I set a time line, there's a reason.",
        "This can't be happening. This can't be happening. This can't be happening. This is happening, isn't it? You knew all along, didn't you?",
        "Lower my voice? You want me to lower my voice after appearing at my door 20 years after your supposed death? I think this is a perfect FUCKING VOLUME!",
        "Scott will continue here, but you, I'm afraid, can not.",
        "You're going to make me say it, aren't you?...I am Mr. Robot",
        "I never find it hard to hack most people; if you listen to them, watch them, their vulnerabilities are like a neon sign, screwed into their heads",
        "We have to hack. Me.",
        "You're losing it, kiddo. I'm only supposed to be your prophet. You're supposed to be my god.",
        "\"You want me to be honest?\" \"Of course.\" \"You're right. Absolutely right. The public should be worried. I mean, personally, my life is over. My pension, savings, everything has been in this company since I started here, and that's all gone now. Truth is I've been with the engineering team all week, no one knows how to fix it. In fact, about the only thing we do know for certain is that this \u0002(1 more message)\u0002",
        "Understand something, Mr. Alderson. After I leave, you will never see me again. There are very few people in my life that I have enough time to see more than once, and you are not one of them. Trust me, that's not going to matter.",
        "\"You sound just like them. Have some moral fiber and leave their asses. Their practices are well-documented and it's all despicable. Listen, this isn't my business, but don't drink their Kool-Aid.\" \"Look I just needed a job.\" \"What kind of an excuse is that?\" \"You don't understand.\" \"You should hear yourself...\" \"I don't know who you think you're talking to, but I'll try the Prada's next.\"",
        "Elliot, I will explain everything, but right now, tonight, we have to stick to the plan. Are you kidding me? You want me to put this on hold? Are you out of your God damn mind? It's not safe to discuss this here. I don't give a shit! Tell me what the fuck is going on. All right. Come on, let's go. Where? You want answers? Stop asking questions and follow me.",
        "\"I always told you we'd end up working together Elliot. But still, I have to know, why did you do it? What did you hope to accomplish by doing all of this?\" \"I don't know. I wanted to save the world.\"",
        "True courage is about being honest with yourself, especially when it's difficult.",
        "Where am I? Excuse me? I mean, where am I?",
        "This meeting has started. I manage my time very carefully, Mr. Alderson. Each beep indicates one minute of my time that has passed. I have allotted you no more than three minutes.",
        "Is any of it real? I mean, look at this. Look at it! A world built on fantasy. Synthetic emotions in the form of pills, psychological warefare in the form of advertising, mind-altering chemicals in the form of food, brainwashing seminars in the form of media, controlled isolated bubbles in the form of social networks. Real? You want to talk about reality? We haven't lived in anything remotely \u0002(1 more message)\u0002",
        "What would you do if you were in my shoes? I know, I know, I'm officially crazy, but the plan isn't, is it?",
        "You know, I've run all the scenarios of our little revolution here, but, uh, using a dead puppy oven was not on my list.",
        "We live in branded houses trademarked by corporations built on bipolar numbers jumping up and down on digital displays, hypnotizing us into the biggest slumber mankind has ever seen. You have to dig pretty deep, kiddo, before you can find anything real. We live in a kingdom of bullshit, a kingdom you've lived in for far too long. So don't tell me about not being real. I'm no less real than \u0002(1 more message)\u0002",
        "You've given me 12 commands within the last 60 seconds; I'm now ignoring you for 5 minutes.",
        "\"I'll find a way to remove the honeypot.\" \"Until 16 seconds ago, you were not aware there was a honeypot. This does not inspire confidence.\"",
        "I have value, and even though you don't see it, they do.",
        "Look, calm down. I'll figure this out. I know you don't trust me. I wouldn't either, but I'm telling you, I'm remembering more and more now as time goes on. That's a plus. It's all starting to come back, and once we get all the answers, I'll be back to normal, except for the fact that my dead father isn't really dead and is sitting across from me.",
        "Yo, you been staring at a computer screen way too long, homie. Life's not that binary",
        "aspoopyghost",
        "\"What do we all do now?\" \"Guys, this isn't about what we'll do tomorrow. This is about what we did. I mean, look at all these people. They're free because of us. Because of what we did in this room. We're finally awake. We're finally alive.\"",
        "You wonder why we're not in high spirits? Maybe it's because our fearless leader goes and shoots up the world and then disappears, yet again. While we're here, cleaning up after him.",
        "I don't know what to do!",
        "\"Why did you talk to him?\" \"Because I'm gonna make you realize.\" \"What? What will you make me realize?\" \"That they see me.\"",
        "We keep fighting. Like the world we unmasked, we will find our true selves again. Maybe after wiping away the thick, grimy film of Facebook friend requests and Vine stars, we can all see the light of day.",
        "an illusion to an allusion",
        "Control is an illusion. A falsehood that makes us feel safe.",
        "Repeatition. What is known and understood. These make us feel safe.",
        "Repeatition. We create comfotable prisons for ourselves"
    ]
}
